export const menus = [
    {
        year: 2026,
        items: [
            "역주행 사고 방지를 위한 에스컬레이터 및 예지보전 시스템 개발",
            "고독성 분해 기술을 활용한 AI 폐수 처리 자동화 시스템 개발 및 실증",
        ],
    },
    {
        year: 2025,
        items: [
            "역주행 사고 방지를 위한 에스컬레이터 및 예지보전 시스템 개발",
            "고독성 분해 기술을 활용한 AI 폐수 처리 자동화 시스템 개발 및 실증",
            "자동차 업종 데이터 활용 MFM 기반 SDM 실증 테스트베드 구축",
        ],
    },
    {
        year: 2024,
        items: [
            "역주행 사고 방지를 위한 에스컬레이터 및 예지보전 시스템 개발",
            "고독성 분해 기술을 활용한 AI 폐수 처리 자동화 시스템 개발 및 실증",
            "자동차 업종 데이터 활용 MFM 기반 SDM 실증 테스트베드 구축",
        ],
    },
];

export const approvals = [
    {
        year: 2026,
        date: "2026-01-05",
        time: "09:00~10:00",
        title: "회의록·WISEMM2026-010501",
        participants: ["김철수", "이영희", "박민준"],
    },
    {
        year: 2026,
        date: "2026-01-12",
        time: "10:00~11:30",
        title: "회의록·WISEMM2026-011201",
        participants: ["최지원", "정다은", "한승호", "윤서연"],
    },
    {
        year: 2026,
        date: "2026-01-18",
        time: "11:00~13:00",
        title: "회의록·WISEMM2026-011801",
        participants: ["김철수", "박민준", "송지훈", "오하늘"],
    },
    {
        year: 2026,
        date: "2026-02-26",
        time: "14:00~15:00",
        title: "회의록·WISEMM2026-012601",
        participants: ["이영희", "최지원", "강태양"],
    },
    {
        year: 2026,
        date: "2026-02-03",
        time: "13:00~14:30",
        title: "회의록·WISEMM2026-020301",
        participants: ["정다은", "한승호", "김철수", "박민준", "윤서연"],
    },
    {
        year: 2026,
        date: "2026-02-10",
        time: "09:30~10:30",
        title: "회의록·WISEMM2026-021001",
        participants: ["송지훈", "오하늘", "강태양"],
    },
    {
        year: 2025,
        date: "2025-02-17",
        time: "15:00~16:00",
        title: "회의록·WISEMM2026-021701",
        participants: ["이영희", "최지원", "정다은", "한승호"],
    },
    {
        year: 2025,
        date: "2025-02-24",
        time: "10:00~12:00",
        title: "회의록·WISEMM2026-022401",
        participants: ["김철수", "강태양", "윤서연", "송지훈"],
    },
    {
        year: 2025,
        date: "2025-03-04",
        time: "11:00~12:30",
        title: "회의록·WISEMM2026-030401",
        participants: ["박민준", "오하늘", "이영희"],
    },
    {
        year: 2025,
        date: "2025-03-11",
        time: "14:30~16:00",
        title: "회의록·WISEMM2026-031101",
        participants: ["한승호", "최지원", "김철수", "정다은", "강태양"],
    },
];
